export default function Profile() {
    return (
        <div className="glass before">
            <div className="prof-content">
                <h2>Profile<span>プロフィール</span></h2>
                <div className="prof-lead">
                    <p className="name">村上 将士 （むらかみ まさし）</p>
                    <p>1996年 6月15日生まれ。熊本県出身。京都市在住。<br />
                    高校ではサッカー部に所属。大学進学を機に京都へ移り住む。<br />
                    諸事情により大学を休学(後に退学)し、京都市内の小規模ホテルにて支配人として勤務。<br />
                    コロナ禍の影響を受け、不動産売買業務、ウェビナーの企画・運営を経験。Webでの集客について考える中で、Web制作に興味を持つようになる。<br />
                    その後職業訓練校でWeb制作について学び、現在は京都市内の学校法人にてWebサイトとSNSの管理等を行っている。</p>
                    <p><span>好きなもの</span>映画、料理、鴨川散歩、スノーボード</p>
                </div>
                <div>
                    <h3>職務経歴</h3>
                    <div>
                        <h4>学校法人平安女学院（2022.8~ 現在）</h4>
                        <p>学校法人の広報チームにて、学院全体の広報業務を行う。<br />
                        主な業務はホームページ( URL : <a href="https://www.heian.ac.jp/">https://www.heian.ac.jp/</a> 他)の管理とSNSの更新、イベントや授業での写真撮影など。<br />
                        SNSやHPに掲載するバナーや、大学の募集広報のためのチラシ、交通広告などの制作も行っている。<br />
                        HPについては、ニュース・ブログの更新(ライティング含む)や軽微な修正に加え、イベント等についての特設ページの制作(デザイン、コーディング)も行う。※制作物については works に掲載。</p>
                    </div>
                    <div className="sub">
                        <h4>株式会社SUISEI（ 旧 L＆Gグローバルビジネス 2021.3 ~ 2021.10 ）</h4>
                        <p>ホテル運営、コンサルティング等を行う企業にて、インターンとして観光宿泊業従事者向けウェビナーの企画と運営を代表直下で行なった。<br />
                        「地域ブランディング講座」「ホテル経営のための企画・PR講座」という2つのウェビナーについて、講座内容の企画、外部講師への依頼、プレスリリースの作成・送付、LPやバナーの制作依頼、SNSでの広報、SNS広告(FB,Instagram,Twitter)の運用などの企画・広報業務に加え、販売プラットフォームの管理、問い合わせ対応、受講生のslackワークスペースの管理などの運営業務を担当した。</p>
                    </div>
                    <div className="sub">
                        <h4>株式会社アセェス（ 2019.11 ~ 2021.3 ）</h4>
                        <p>不動産売買・管理を行う企業にて、京都市内のゲストハウスの立ち上げ業務を行なった。<br />
                            具体的には備品選定、運営オペレーション構築、アルバイトスタッフのトレーニング、宿泊予約サイトへの掲載と管理、客室在庫管理、レベニューマネジメントなどを担当。<br />
                            その後コロナ禍においてゲストハウスが休館となったため、東京の本社に異動し、競売不動産の査定と入札や、シェアスペース運営等を担当した。</p>
                    </div>
                    <div className="sub">
                        <h4>株式会社TRASTA（ 2019.4 ~ 2020.3 ）</h4>
                        <p>不動産コンサルティング、観光業界向けWebシステム開発等を行うベンチャー企業にて、小規模ホテルのマネージャーとして勤務。<br />
                        全12室のホテルの立ち上げと運営・販売管理業務に従事。マネージャー1名とアルバイトスタッフ10名程度で新規開業ホテルの運営を行った。<br />
                        具体的には運営オペレーション構築、アルバイトスタッフの採用・トレーニング、フロント業務、客室清掃等のホテル運営業務や、宿泊予約サイトへの掲載と管理、客室在庫管理、レベニューマネジメント等の販売管理を担当。またホテル運営と並行して、自社開発の旅程提案サービスにおいてのコンテンツ制作も行なっていた。</p>
                    </div>
                </div>
                <div className="others sub">
                    <h3>その他の経歴</h3>
                    <div>
                        <h4>株式会社アトルクス（ 2021.3 ~ 2021.6 ）</h4>
                        <p>Web広告代理店にて運用型広告の入稿、運用を行った。</p>
                    </div>
                    <div>
                        <h4>公共職業訓練 Webクリエータ科（ 2020.11 ~ 2021.1 ）</h4>
                        <p>Web制作の基礎的な知識を学んだ。</p>
                    </div>
                </div>
            </div>
        </div>
    )
}